Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/pSIF Alert.tmx
Source language: en
Languages: es

source: Environmental Impact – Any change to the environment, whether adverse or beneficial, wholly or partially resulting from Golder’s environmental issues.
es: Impacto ambiental: cualquier cambio en el medio ambiente, ya sea adverso o benéfico, que derive en todo o en parte de los aspectos ambientales de Golder.

source: Environmental Incident – Uncontrolled event that results or could result in damage to the environment or loss of process.
es: Incidente ambiental: evento no controlado que genera o podría generar daño al medio ambiente o pérdida de proceso.

source: Environmental Issues – Any element of Golder’s activities, products or services that can interact with the environment.
es: Aspectos ambientales: cualquier elemento de las actividades, productos o servicios de Golder que puedan interactuar con el medio ambiente.

source: Environmental Monitoring Database
es: Base de datos de monitoreo ambiental

source: Environmental protection measures / spill response
es: Medidas de protección ambiental / respuesta a derrames

source: Environmental team leader coordinating seller side due diligence activities for the divestment of retail services stations throughout Chile.
es: Líder de equipo ambiental, a cargo de coordinación de actividades de due diligence del vendedor en desinversión de estaciones de servicio en Chile.

source: Environmental – release to air, water or land with impacts requiring long term recovery and with destructive impacts on or off site.
es: Ambiental: emisión al aire, agua o tierra que tiene impactos que requieren recuperación a largo plazo y con impactos destructivos dentro o fuera del sitio.

source: Environmental – release to air, water or land resulting in localised damage to worksite requiring short term recovery
es: Ambiental: emisión al aire, agua o suelo que tiene daño resultante localizado en el sitio que requiere un periodo corto de recuperación

source: Epistemic uncertainty is commonly accommodated through a logic tree approach.
es: La incertidumbre epistémica suele evaluarse a través de un método de árbol lógico.

source: Epistemic uncertainty is the uncertainty associated with the simplified scientific model of a natural process.
es: La incertidumbre epistémica es aquella asociada al modelo científico simplificado de un proceso natural.

source: Epistemic uncertainty is the uncertainty in the simplified scientific model of the natural process.
es: La incertidumbre epistémica, por otro lado, es aquella que se produce en el modelo científico simplificado del proceso natural.

source: Equally, they don’t win if the team cannot follow the plan and adapt to the changes through the race.
es: De la misma manera, tampoco habrían ganado si el equipo no hubiera podido seguir el plan y si no se hubieran adaptado a los cambios durante la carrera.

source: Equipment
es: Equipamiento

source: Equipment and materials removed or secured?
es: ¿Se retiraron o sujetaron los equipos y materiales?

source: Equipment shall be inspected prior to use by a person familiar with the equipment.
es: Los equipos deben ser inspeccionados antes de su uso por alguien que conozca su funcionamiento.

source: Equipment with an Out of Service tag attached shall not be operated
es: No se debe utilizar equipos con etiqueta de fuera de servicio.

source: Equipment, Material & Logistical Issues
es: Temas de logística, equipos y materiales

source: Equipment/tools inspected and ok for work?
es: ¿Se inspeccionaron o sirven para el trabajo los equipos/herramientas?

source: Escondida Ore Access, Expert Review of Crushers 2 and 3
es: Minera Escondida. Revisión experta de Chancadores 2 y 3

source: Essentially he is thinking about what they will encounter and what they need to do to ‘win’
es: Básicamente está pensando en qué es lo que se van a encontrar, y qué es lo que deben hacer para “ganar”.

source: Establish a pore pressure monitoring program in several (suggested three) boreholes in the area.
es: Establecer un programa de monitoreo de presión de poros en varios barrenos (se sugieren tres) en la zona.

source: Establish a pore pressure monitoring program in several (suggested three) boreholes in the slide area.
es: Establecer un programa de monitoreo de presión de poros en varios barrenos (se sugieren tres) en la zona de deslizamiento.

source: Establish with the client exactly where and when any blasting activities are occurring and exactly where you need to be and when to remain safe.
es: Establecer con el cliente exactamente dónde y cuándo tendrán lugar las actividades de voladura y exactamente dónde se debe estar y cuándo para permanecer seguros

source: Establishes HSSE roles and responsibilities;
es: establece funciones y responsabilidades en los ámbitos de HSSE;

source: Establishes organization-wide direction and expectations (requirements)
es: Establecer la dirección y las expectativas (requerimientos) de toda la organización

source: Establishing internal control and management information systems to provide a reliable basis for oversight;
es: Establecer sistemas de control interno e información de gestión para ofrecer una base confiable para la supervisión;

source: Estimated Rating
es: Calificación estimada

source: Estimate the horizontal PGA and spectral accelerations (5% damped) for 475- and 10,000-year return periods;
es: Estimar la aceleración horizontal máxima y las aceleraciones espectrales (con 5% de amortiguamiento) para periodos de retorno de 475 y 10000 años;

source: Estimate the location, magnitude, and expected PGA for the site MCE, including description of its development, and
es: Estimar la ubicación, magnitud y aceleración horizontal máxima esperada para el evento MCE en el sitio y describir su desarrollo;

source: Estimated Length (km)1
es: Longitud estimada (km)1

source: Estimated Average Slip Rate (mm/yr)
es: Tasa promedio de deslizamiento estimada(mm/año)

source: Estimated Dip5
es: Buzamiento estimado5

source: Estimated Margin**
es: Margen estimado**

source: Estimated Pursuit Costs
es: Costo estimado de la búsqueda

source: EstimatedLength (km)1
es: Longitud estimada (km)1

source: Estimation of dilution and ore recoveries for mining methods with open and backfilled stopes.
es: Estimación de dilución y recuperación de mineral para métodos de explotación con cámaras abiertas y rellenas.

source: Europe & Middle East
es: Europa y Oriente Medio

source: Europe & Middle East and Asia-Pacific regions exceeded their Operating Income budgets by about 31%, and 7%, respectively; the Mining region fell short by about 1%; and the Americas (our largest region) missed by 20%.
es: Las regiones de Europa y Oriente Medio junto con Asia Pacífico superaron sus presupuestos de utilidad operacional en aproximadamente 31% y 7%, respectivamente. La región Minería se quedó atrás en aproximadamente 1% y la región de América (nuestra región más grande), en 20%.

source: European Tender Resources
es: Recursos de Propuestas de Europa

source: Evacuation drills shall be undertaken across a range of foreseeable emergency situations.
es: Deben realizarse simulacros de evacuación en una amplia gama de situaciones de emergencia previsibles.

source: Evacuation of all personnel from the space.
es: evacuar a todo el personal del lugar;

source: Evaluate hazards and propose controls using the Hierarchy of controls.
es: Evaluar peligros y proponer controles con la jerarquía de controles.

source: Evaluate and weight appropriate ground motion prediction equations (GMPE);
es: Evaluar y ponderar ecuaciones de atenuación adecuadas para predecir los movimientos del suelo (GMPE, en inglés).

source: Evaluate depressurization data;
es: Evaluar los datos de despresurización;

source: Evaluate the PGA and spectral accelerations for the 475-year return period
es: Evaluar la aceleración horizontal máxima y las aceleraciones espectrales para el periodo de retorno de 475 años.

source: Evaluate the location, magnitude and expected horizontal peak ground accelerations (PGA) of the maximum credible earthquake (MCE)
es: Evaluar la ubicación, magnitud, aceleración horizontal máxima y las aceleraciones espectrales del evento MCE.

source: Evaluate the need for a robotic survey monitoring system as survey demands increase
es: Evaluar la necesidad de un sistema de monitoreo con prospección robótica a medida que aumenten las demandas de prospección.

source: Evaluate the pumping test and monitoring data;
es: Evaluar los datos de las pruebas de bombeo y del monitoreo;

source: Evaluation and Review
es: Evaluación y revisión

source: Evaluation of dewatering/depressurization options; and
es: Evaluación de las alternativas de secado/despresurización.

source: Evaluation of potential impacts of the underground openings on the stability of the open pit walls.
es: Evaluación de posibles impactos de las excavaciones subterráneas en la estabilidad de los muros del rajo.

source: Evaluation of roof shaft intersection stability issues related to jointing and rock structure interaction.
es: Evaluación de problemas de estabilidad en la intersección entre techo y pozo relacionados con diaclasamiento e interacción con la estructura de la roca.

source: Evaluation, selection, retention and monitoring of contracted services
es: Evaluación, selección, retención y monitoreo de servicios contratados

source: Evaluations of bench performance by analysis of bench profiling data in support of slope design optimization
es: Evaluaciones del desempeño de bancos mediante análisis de datos de perfilamiento de bancos para apoyar la optimización del diseño de taludes

source: Evaporation exceeds precipitation in all but the wettest months.
es: La evaporación supera a la precipitación en todos los meses, salvo en los más húmedos.

source: Even though events of the kind referred to above may be unusual, they can occur to anyone and it is timely to restate the safeguards we have in place.
es: Si bien los sucesos del tipo antes señalado pueden ser inusuales, pueden ocurrirle a cualquiera y es oportuno recordar los resguardos que tenemos implementados.

source: Event
es: Evento

source: Every 12 months by a competent person.
es: Cada 12 meses por una persona competente.

source: Every 3 months by a competent person.
es: Cada 3 meses por una persona competente.

source: Every 6 months by pressing the ‘test’ button.
es: Cada 6 meses pulsando el botón “test”.

source: Every employee is responsible for completing their own timesheet.
es: Todo empleado debe hacerse responsable de llenar su propio timesheet.

source: Every five years for other electrical equipment.
es: Cada cinco años para los demás equipos eléctricos.

source: Every six months.
es: Cada seis meses.

source: Every three months.
es: Cada tres meses.

source: Every year where the equipment is subject to damage (e.g. moved regularly or located in a wet environment) such as kitchen appliances.
es: Una vez al año si el equipo está expuesto a daños (se mueve con regularidad o se encuentra en un entorno húmedo) como sucede con los aparatos de cocina.

source: Everyone in Golder can make significant, positive contributions in HSSE.
es: Todos en Golder pueden hacer una contribución significativa y positiva en los ámbitos de HSSE.

source: Evidence can be obtained from many sources and the importance of any one piece of evidence may not be apparent until the analysis begins.
es: La evidencia se puede obtener de muchas fuentes y la importancia de cada pieza puede no resultar aparente sino hasta que el análisis comienza.

source: Evidence can be obtained from many sources.
es: La evidencia se puede reunir de varias fuentes.

source: Evidence of proactive activities (such as HaSEP, Toolbox Meetings, Field Level Hazard Assessments (FLHA), Inspections).
es: Indicios de actividades proactivas (como HaSEP, reuniones de salud y seguridad, evaluaciones de peligro a nivel de campo (FLHA) e inspecciones).

source: Evidence of stormwater runon to the area of instability from the higher elevation roads and pit slopes was observed during the site visit (see Hydrogeology Slide 22).
es: Durante la visita al sitio, se observaron indicios de escurrimiento de aguas pluviales en la zona de estabilidad desde los caminos y taludes del pit a mayores elevaciones (ver diapositiva de Hidrología 22).

source: Evidence of this training shall be sighted prior to commencing work.
es: Debe tenerse a la vista comprobación de esto antes del inicio de los trabajos.

source: Ex-Dispatch instability has been effectively stabilized by construction of a buttress
es: La inestabilidad Ex-Dispatch ha sido estabilizada eficazmente mediante la construcción de un tacón de pie.

source: Ex.
es: Ejemplo:

source: Examination of influence of high dynamic strain rates on frictional properties of rock joints.
es: Análisis de influencia de altas tasas de tensión dinámica sobre propiedades fricionales de diaclasas.

source: Examination of units, part substitution
es: Examen de unidades y reemplazo de partes

source: Examine2D is an indirect Boundary Element program for the analysis of stress.
es: Examine2D es un programa indirecto de elementos de borde para el análisis de tensiones.

source: Examine2D was used to investigate fault dip as a trigger mechanism for the rockbursts.
es: Se usó Examine 2D para investigar la inclinación de la falla como mecanismo desencadenante de los desprendimientos.

source: Example includes driving in remote areas.
es: Un ejemplo es la conducción en zonas apartadas.

source: Example of articulating truck
es: Ejemplo de camión articulado

source: Example of logo usage: business card
es: Ejemplo de uso del logo: tarjeta de presentación

source: Examples include: on the plug of electrical equipment or near operational controls.
es: Por ejemplo, en el enchufe si es equipo eléctrico o cerca de los controles para operarlo.

source: Examples include: second order, curved lineaments (Nus River and El Socorro) that splay off the Palestina fault east of the Project area; and third order lineaments (dilatational veins and joints) that generally strike east-northeast at a nearly-perpendicular angle to the second order faults and are inferred to dip sub-vertically (MWWAI, 2012).
es: Ejemplos de esto son los lineamientos curvados de segundo orden (Río Nus y El Socorro) que ramifican la falla Palestina al este del área del proyecto y los lineamientos de tercer orden (vetas y diaclasas dilatacionales) de rumbo generalmente este-noreste en un ángulo casi perpendicular a las fallas de segundo orden y que se infiere que buzan subverticalmente (MWWAI, 2012).

source: Examples of a competent person include trade qualified individuals engaged to repair equipment.
es: Son personas competentes aquellas que cuenten con la calificación y hayan sido convocadas para reparar los equipos.

source: Examples of incidents likely to result in litigation are fatalities, environmental releases, and incidents involving contentious media coverage.
es: Ejemplos de incidentes de este tipo son las fatalidades, emisiones al ambiente y los incidentes que involucren cobertura mediática polémica.

source: Examples of third order lineaments include a fault bisecting the northern ridge of the proposed TMF basin and a second running along the floor of the Palestina Valley, as well as others within the pit and WRF areas.
es: Ejemplos de lineamientos de tercer orden son una falla que biseca el pico norte de la cuenca propuesta para la presa de relaves y una segunda falla que corre a lo largo del fondo del valle Palestina, así como otras dentro de las áreas del pit y del depósito de estériles.

source: Examples: sending contaminated water to sewer; using the wrong container to collect waste (not the right material of construction);
es: Ejemplos: liberar aguas contaminadas al alcantarillado; uso del contenedor incorrecto para la recolección de desechos (que no fuera del material correcto);

source: Excavator near miss
es: Cuasipérdida con excavadora

source: Exceed 12 hours in a 24 hour period
es: Superar las 12 horas en un lapso de 24 horas

source: Exceed 12-hours in a 24-hour period
es: Superar las 12 horas en un lapso de 24 horas

source: Excellent ROI; cost very appropriate for the odds
es: ROI excelente; costo muy apropiado frente a las probabilidades

source: Excellent progress has been made in developing geotechnical model through mapping, drilling, and testing
es: Se ha hecho un avance excelente en el desarrollo del modelo geotécnico mediante mapeos, perforaciones y ensayos.

source: Exceptions to this occur in the valley bottoms where the groundwater table intersects topography (resulting in groundwater discharge to the main quebradas).
es: La excepción se da en los fondos de valle, donde el nivel de las aguas subterráneas intersecta la topografía (generando su descarga en las quebradas principales).

source: Excessive consumption of materials likely to result in noticeable cost increase for the material stream).
es: Consumo excesivo de materiales que puede resultar en un incremento de costos importante para la corriente de materiales.

source: Excessive displacements may compromise the access to the lower pit, so alternative access should be maintained , and a flow failure could compromise safety of operations
es: Los excesivos desplazamientos pueden comprometer el acceso a la parte baja del pit, por lo que debe mantenerse el acceso, y una rotura de flujo puede comprometer la seguridad de las operaciones.

source: Excessive frustration
es: Frustración excesiva

source: Execute Work Safely
es: Trabajar con seguridad

source: Executing:
es: Ejecución:

source: Executing – onboarding of workers and equipment, pre-start meeting, WMS, JSEA
es: Ejecución - capacitación de trabajadores, equipos, reunión previa, WMS, JSEA

source: Expanded risk zones in pontoon relocation direction and
es: Expansión de zonas de riesgo en dirección de la reubicación de pontones, y

source: Expatriate Agreements
es: Acuerdos de emigrantes

source: Expected recurrence rates and maximum magnitudes of earthquakes on known faults and other seismic source zones;
es: Las tasas de recurrencia esperadas y las magnitudes máximas de sismos sobre fallas conocidas y otras zonas de fuente sísmica;

source: Experience
es: Experiencia

source: Experience also in open pit slope design (including slopes in saprolite), construction supervision of tunnels, support design, bulkhead design and mining sequence evaluation for underground excavations.
es: Experiencia también en diseño de taludes de rajos (incluidos taludes en rocas de saprolita), supervisión de construcción de túneles, diseño de soporte, diseño de particiones y evaluación de secuencia de minado para excavaciones subterráneas.

source: Experience in organizing and carrying out field investigation for surface and subsurface field investigations in remote places, including packer testing and different core orientation techniques.
es: Experiencia en organización y ejecución de investigación de terreno para investigaciones superficiales y subsuperficiales en zonas remotas, incluidos ensayos con packer y distintas técnicas de orientación de testigos.

source: Experience on other PSHA projects along subducting margins has shown that earlier GMPEs did not make a distinction between interface and intraslab earthquakes, were not careful in using consistent source-to-site distance measures, were based on too few data, or were not based on a uniform moment magnitude.
es: La experiencia con otros proyectos de análisis PSHA en márgenes de subducción ha demostrado que las ecuaciones GMPE más tempranas no hacían una distinción entre sismos de interfaz y de intraplaca, no cuidaban el uso de mediciones consistentes de distancia de la fuente al sitio, se basaban en muy pocos datos o no se basaban en una magnitud de momento uniforme.

source: Experience on other projects has shown that incorporating the uncertainties associated with the magnitude conversion can be significant to recurrence estimation, but, given the relatively robust numbers of events in the catalogue, this would not be expected as a significant source of uncertainty to the calculated hazard results.
es: La experiencia en otros proyectos ha demostrado que la incorporación de las incertidumbres asociadas a la conversión de la magnitud pueden resultar significativas para la estimación de recurrencia, pero dado que el número de eventos en el catálogo es relativamente robusto, no se esperaría que fuera una fuente significativa de incertidumbre para los resultados de peligrosidad calculados.

source: Experienced in elasto-plastic, visco-elastic and poro-elastic analysis of stress including stress analysis of large open pit mines, underground storage schemes and tunnels for subway and hydroelectric developments and in underground mine planning.
es: Experiencia en análisis elastoplástico, viscoelástico y poroelástico de tensiones usando análisis de tensión en grandes minas a rajo abierto, planes de almacenamiento subterráneo y túneles para vías subterráneas y proyectos hidroeléctricos, así como en planificación de minas subterráneas.

source: Experiment with Trim and Buffer blasting to optimize results
es: Experimentar con voladura de cinturón y amortiguada para optimizar los resultados.

source: Expert Witness services (stand-alone agreement, other than under an unmodified, Golder standard form Agreement)
es: Servicios de peritos expertos (contrato individual que no esté bajo un contrato tipo de Golder sin modificar)

source: Explain pSIF briefly
es: Explicar los pSIF de forma concisa.

source: Explain the hazards on-site and how you determined the controls you have in place.
es: Explica los peligros del sitio y cómo determinas los controles implementados.

source: Explain who you are, why you are there and your interest in their wellbeing and the site HSSE
es: Explicar quién eres, por qué estás ahí y tu interés en el bienestar y en los temas de HSSE en el sitio

source: Explain/demonstrate how to find this page.
es: Explique/demuestre cómo encontrar esta página.

source: Explanation/reason
es: Explicación/motivo

source: Explore issue
es: Investigar el problema

source: Explosive Type
es: Tipo de explosivo

source: Explosive Weight per Hole
es: Peso del explosivo por barreno

source: Exposure to consequential damages in an amount >X % of Golder's net contract amount where the values for "X" are listed to the right (Note: This trigger does not apply to government consequential damages)
es: Exposición a daños indirectos en un monto >X % del monto neto del contrato de Golder en que los valores de "X" se indican a la derecha (Nota: este trigger no se aplica a daños indirectos con el Estado)

source: Exposure to health hazard or temperature extremes
es: Exposición a peligros a la salud o a temperaturas extremas

source: Exposure to liquidated damages/stipulated penalties for delay or otherwise (Note: trigger value to be calculated by multiplying daily liquidated damages rate by 180)
es: Exposición a cláusula penal por demora u otra causa (Nota: el valor del trigger debe calcularse multiplicando la tasa diaria de cláusula penal por 180)

source: Extensive injuries, loss of production capability, high financial loss.
es: Lesiones importantes, pérdida de capacidad productiva, gran pérdida financiera

source: External Directors are needed to bring industry perspective, unique skills and independence
es: Los Directores externos son necesarios para dar a la industria perspectiva, habilidades únicas e independencia

source: External investigators
es: Investigadores externos

source: External media announcements
es: Anuncios a medios externos
